{
  "common": {
    "languageSwitcher": "Язык",
    "languageEN": "Английский",
    "languageRU": "Русский"
  },
  "nav": {
    "home": "Главная",
    "about": "О нас",
    "project": "О проекте",
    "contact": "Контакты",
    "news": "Новости",
    "gallery": "Галерея"
  },
  "home": {
    "title": "TauRent",
    "subtitle": "Мобильное приложение для аренды горнолыжного и туристического снаряжения",
    "description": "TauRent — это клиентское мобильное приложение, с помощью которого пользователи могут бронировать горнолыжное и туристическое снаряжение у проверенных прокатных магазинов в городе Алматы. Приложение выполняет функции CRM-системы для этих магазинов, облегчая процесс аренды и позволяя пользователю быстро найти нужное оборудование."
  },
  "about": {
    "title": "О нас",
    "description": "Мы команда энтузиастов, которые любят активный отдых и хотят сделать аренду снаряжения максимально удобной для всех."
  },
  "project": {
    "title": "О проекте",
    "functionality": "Что можно делать в приложении TauRent:",
    "features": [
      "Просматривать список магазинов проката (например, Skadi, Tobe, Shangy, ShymbulakRent и др.)",
      "Выбирать снаряжение по категориям: лыжи, сноуборд, палатка, велосипед, каремат и т.д.",
      "Сортировать магазины по отзывам — лучшие предложения отображаются первыми",
      "Бронировать как отдельные товары, так и готовые комбо-наборы (например: лыжи + ботинки + шлем)",
      "Оплачивать аренду полностью или внести 20% предоплату",
      "Получать уникальный код брони с информацией о заказе и таймером обратного отсчета до окончания срока аренды",
      "Оценивать и оставлять отзывы на конкретные товары или комбо в каждом магазине",
      "Авторизоваться по имени, номеру телефона и email"
    ],
    "navigation": "Навигация в приложении:",
    "nav_items": [
      "Главная (иконка лыж) — выбор категории, список магазинов, подбор товара",
      "Активные брони (иконка REC) — текущая бронь, история, код и таймер",
      "Профиль (иконка человека) — данные пользователя, выход из аккаунта"
    ],
    "future": "Будущее расширение:",
    "future_plans": [
      "Интеграция с картой Алматы для удобного поиска ближайших точек выдачи",
      "Возможность добавлять фотографии товаров через API",
      "Разработка CRM-версии для магазинов с управлением складом и заказами"
    ]
  },
  "contact": {
    "title": "Контакты",
    "name": "Имя",
    "email": "Email",
    "message": "Сообщение",
    "send": "Отправить"
  },
  "news": {
    "title": "Новости",
    "readMore": "Подробнее"
  },
  "gallery": {
    "title": "Галерея"
  }
} 